<template>
  <div class="container">
    <div class="row">
      <div class="col-md-8 article-detail-main">
          <h3>如何加盟</h3>
          <p>随着时代的发展，越来越多的年轻人抛弃了祖父辈老老实实打工的思想，选择了创业这个释放自己激情和梦想的道路。既然是创业，那么有一个家属于自己的小店是很有必要的事情，但是初出社会对很多事情都不太了解，如何拥有一家自己的小店呢？我相信很多年前创业者都是一头雾水，身边有很多朋友自主创业开起了小公司，也帮助他们一块去办理过公司，经验还是很实用的，希望能帮助到有创业打算的朋友。</p>
          <img src="../../static/img/howtoregister.png" alt="注册公司">
          <h3>工具原料</h3>
          <ul>
            <li>身份证、法人户口本复印件或户籍证明、居住地址</li>
            <li>注册资金</li>
            <li>拟订注册公司名称若干</li>
            <li>公司经营范围</li>
            <li>租房房产证、租赁合同</li>
            <li>公司住所</li>
            <li>股东名册及股东联系电话、联系地址</li>
            <li>公司的机构及其产生办法、职权、议事规则</li>
            <li>公司章程</li>
          </ul>
          <h3>方法/步骤</h3>
          <ol>
            <li><p>核名：到工商局去领取一张“企业(字号)名称预先核准申请表”，填写你准备取的公司名称，由工商局上工商局内部网检索是否有重名，如果没有重名，就可以使用这个名称，就会核发一张“企业(字号)名称预先核准通知书”。工商名称核准费是40元，交给工商局。 40元可以帮你检索5个名字（不同地区也许价格有所不同），起名小技巧：一般常见的名字就不用试了，免得花冤枉钱。</p></li>
            <li><p>租房： 去专门的写字楼租一间办公室，如果你自己有厂房或者办公室也可以，有的地方不允许在居民楼里办公，一般至少要求6个月以上。</p></li>
            <li><p>签订租房合同：你要与你所租的办公室的房东签定租房合同,并让房东提供房产证的复印件。租房合同打印费5份，房产证复印件5张。</p></li>
            <li><p>买租房的印花税：你要到税务局去买印花税，按年租金的千分之一的税率购买，贴在房租合同的首页。</p></li>
            <li><p>编写“公司章程”：可以在工商局网站下载“公司章程”的样本，修改一下就可以了。章程的最后由所有股东签名。</p></li>
            <li><p>刻私章： 去街上刻章的地方刻一个私章，给他们讲刻法人私章(方形的)。</p></li>
            <li><p>到会计师事务所领取“银行询征函”：联系一家会计师事务所，领取一张“银行询征函”，必须是原件，会计师事务所盖鲜章。如果你不清楚，可以看报纸上的分类广告，有很多会计师事务所的广告。</p></li>
            <li><p>去银行开立公司验资户：所有股东带上自己入股的那一部分钱到银行，带上公司章程、工商局发的核名通知、法人代表的私章、身份证、用于验资的钱、空白询征函表格，到银行去开立公司帐户，你要告诉银行是开验资户。开立好公司帐户后，各个股东按自己出资额向公司帐户中存入相应的钱。银行会发给每个股东缴款单、并在询征函上盖银行的章。</p></li>
            <li><p>按注册资本收费。</p></li>
            <li><p>注册公司：到工商局领取公司设立登记的各种表格，包括设立登记申请表、股东(发起人)名单、董事经理监理情况、法人代表登记表、指定代表或委托代理人登记表。注册登记费，按注册资金的万分之8收取。填好后，连同核名通知、公司章程、房租合同、房产证复印件、验资报告一起交给工商局。大概3个工作日后可领取执照。</p></li>
            <li><p>凭营业执照，到公安局特行科指定的刻章社，去刻公章、财务章。后面步骤中，均需要用到公章或财务章。</p></li>
            <li><p>到处你的公司就注册完成了，下面就开始你的创业生涯吧</p></li>
          </ol>
      </div>
      <router-view></router-view>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'howtoregister',
    data () {
        return {};
    }
  }
</script>

<style scoped>
  .article-detail-main {
    background: #fff;
    padding: 15px;
    text-align: left;
    margin-bottom: 20px;
    -webkit-border-radius: 2px;
    -moz-border-radius: 2px;
    border-radius: 2px;
    -webkit-box-shadow: 0 1px 2px 0 rgba(0,0,0,.1);
    -moz-box-shadow: 0 1px 2px 0 rgba(0,0,0,.1);
    box-shadow: 0 1px 2px 0 rgba(0,0,0,.1);
  }
</style>
